tap "ekzhang/bore"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "tetratelabs/getenvoy"
tap "universal-ctags/universal-ctags"
tap "vishalwadhwa13/old"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "bash"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "clang-format"
brew "cmake"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "dasel"
brew "dive"
brew "docutils", link: false
brew "envoy"
brew "exiftool"
brew "libtool"
brew "guile"
brew "libevent"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "ffmpeg", link: false
brew "fortune"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "libiconv"
brew "lolcat"
brew "miller"
brew "protobuf"
brew "mitmproxy"
brew "moreutils"
brew "mosh"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nnn"
brew "nsnake"
brew "nvm"
brew "open-mpi"
brew "perl"
brew "php@7.4", link: true
brew "pinentry-mac"
brew "postgresql@14"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.8", link: false
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "skaffold"
brew "sl"
brew "socat"
brew "sshuttle"
brew "suite-sparse"
brew "sundials"
brew "tbb"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yh"
brew "yq"
brew "zsh"
brew "ekzhang/bore/bore"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vishalwadhwa13/old/sshuttle@1.0.5"
cask "betterzip"
cask "bloomrpc"
cask "charles"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "macfuse"
cask "mysqlworkbench"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-json"
cask "webpquicklook"
