tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "universal-ctags/universal-ctags"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "pycparser"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "glib"
brew "cmake"
brew "coreutils"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "dasel"
brew "dive"
brew "libevent"
brew "snappy"
brew "folly"
brew "edencommon"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "libtool"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "libassuan"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "go@1.21"
brew "pkg-config"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "libfido2"
brew "libiconv"
brew "librdkafka"
brew "miller"
brew "minikube"
brew "mitmproxy"
brew "moreutils"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "nsnake"
brew "nvm"
brew "open-mpi"
brew "openjdk"
brew "perl"
brew "pinentry-mac"
brew "postgresql@13"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.9"
brew "qt@5"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "skaffold"
brew "socat"
brew "sshuttle"
brew "suite-sparse"
brew "sundials"
brew "tbb"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yh"
brew "yq"
brew "zsh"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
cask "betterzip"
cask "charles"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "macfuse"
cask "ngrok"
cask "oversight"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-json"
cask "webpquicklook"
